src/math530/KBcrefRestrictionAndQuotientOperators.org
#+AUTHOR: Exr0n
#+TITLE: Relationship between Restriction of Map and Quotient of Space
* source                                                             :source:
** axler5.14
* $T\big|_U$ and $T/U$                                                  :def:
  #+begin_quote
  Suppose $T \in \mathcal L(V)$ and U is a subspace of $V$ invariant under $T$.
  - The /restriction operator/ $T \big| _U \in \mathcal L(U)$ is defined by
	\[ T \big| _U (u) = Tu \]
	for $u \in U$.
  - The /quotient operator/ $T/U \in \mathcal L(V/U)$ is defined by
	\[ (T/U)(v+U) = Tv + U \]
	for $v \in V$.
  #+end_quote
** motivation
   By using these two operators, we can study a map $T$ on a big space $V$ by looking at what it does to vectors in $U$ and not in $U$, with $T \big|_U$ and $T/U$ respectively.

   However, Axler gives an example of how this is not always enough info (see Axler5.15).


   \[ a << b // c \]
