docs/math530/KBcrefRestrictionAndQuotientOperators.tex
% Created 2021-09-11 Sat 09:37
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{Relationship between Restriction of Map and Quotient of Space}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={Relationship between Restriction of Map and Quotient of Space},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{source\hfill{}\textsc{source}}
\label{sec:org088a9f0}
\subsection{axler5.14}
\label{sec:orgc0dd5f9}
\section{\(T\big|_U\) and \(T/U\)\hfill{}\textsc{def}}
\label{sec:orgae39f7e}
\begin{quote}
Suppose \(T \in \mathcal L(V)\) and U is a subspace of \(V\) invariant under \(T\).
\begin{itemize}
\item The \emph{restriction operator} \(T \big| _U \in \mathcal L(U)\) is defined by
\[ T \big| _U (u) = Tu \]
for \(u \in U\).
\item The \emph{quotient operator} \(T/U \in \mathcal L(V/U)\) is defined by
\[ (T/U)(v+U) = Tv + U \]
for \(v \in V\).
\end{itemize}
\end{quote}
\subsection{motivation}
\label{sec:org14171f7}
By using these two operators, we can study a map \(T\) on a big space \(V\) by looking at what it does to vectors in \(U\) and not in \(U\), with \(T \big|_U\) and \(T/U\) respectively.

However, Axler gives an example of how this is not always enough info (see Axler5.15).


\[ a << b // c \]
\end{document}
